Revit 2027 API
StructuralSectionConcreteRectangleCut.BottomCutWidth Property
 Section width left Cut.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BottomCutWidth { get; set; }
Public Property BottomCutWidth As Double
	Get
	Set
public:
property double BottomCutWidth {
	double get ();
	void set (double value);
}
member BottomCutWidth : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionConcreteRectangleCut Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace